<%@ page language="java" contentType="text/html; charset=UTF-8"
    pageEncoding="UTF-8"%>

<!DOCTYPE html>
<html lang="ko">
<head>
	<meta charset="UTF-8">
    <meta http-equiv="X-UA-Compatible" content="IE=edge">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>개인정보 수집 및 이용 동의</title>
</head>

<body>

	<!-- [필수] 개인정보 수집 및 이용 동의 -->
	
	<pre>
■ 수집하는 개인정보 항목
 
ο 수집항목 : 이름 , 로그인ID , 비밀번호 , 비밀번호 질문과 답변 , 자택 전화번호 , 자택 주소 , 휴대전화번호 , 이메일 ,  접속 로그 , 접속 IP 정보



■ 개인정보의 수집 및 이용목적

 ο 서비스 제공에 관한 계약 이행 및 서비스 제공에 따른 요금정산, 구매 및 요금 결제 , 물품배송
 ο 회원 관리
   회원제 서비스 이용에 따른 본인확인 , 불량회원의 부정 이용 방지와 비인가 사용 방지 , 연령확인 , 만14세 미만 아동 개인정보 수집 시 법정 대리인 동의여부 확인 , 고지사항 전달
 ο 마케팅 및 광고에 활용
   인구통계학적 특성에 따른 서비스 제공 및 광고 게재 , 접속 빈도 파악 또는 회원의 서비스 이용에 대한 통계
 ο 기타
 세금계산서 및 영수증 발행



■ 개인정보의 위탁 처리

회사는 고객서비스 관리 및 민원사항에 대한 처리 등 원활한 업무 수행을 위하여 아래와 같이 개인정보 취급 업무를 위탁하여 운영하고 있습니다. 또한 위탁계약 시 개인정보보호의 안전을 기하기 위하여 개인정보보호 관련 법규의 준수,

개인정보에 관한 제3자 공급 금지, 사고시의 책임부담 등을 명확히 규정하고 있습니다.

위탁 업체가 변경될 경우,  변경된 업체 명을 공지사항 내지 개인정보취급방침 화면을 통해 고지하겠습니다.

서비스 향상을 위해 관계법령에 따라 회원의 동의를 얻거나 관련 사항을 공개 또는 고지 후 회원의 개인정보를 외부에 위탁하여 처리하고 있습니다.

개인정보처리 수탁자와 그 업무의 내용은 다음과 같습니다.

- 우체국택배 : 상품 배송/도착정보 등의 서비스제공 (이름, 연락처, 주소)

- (주) 올앳 : 결제관련 (결제관련 정보)

- (주) 바나나팩토리 : 간편리뷰 SMS 발송, 관리 (아이디, 구매일시, 상품명, 배송정보, 연락처)

- (주) 에스아이아이씨 : 고객상담업무 (이름, 주소, 연락처, 주문관련 정보)

- (주)루나소프트 : 1) 카카오톡 알림톡(정보성메시지) 발송 (휴대폰번호, 주문정보, 배송정보)   
        개인정보제공처 : 주식회사 카카오/보유기간 : 회원 탈퇴 시 혹은 법정 보유기간

      2)개인정보제공처 : 네이버㈜ 위탁 업무 내용 : 네이버 알림 서비스 제공 

- 위탁 대상자: 스냅컴퍼니(알림전송수탁업체 : ㈜엠티에스컴퍼니) 위탁업무내용: 고객 개인정보(이름, 전화번호)를 이용한 이벤트 전달, 신규 서비스(제품) 개발 및 맞춤 서비스 제공, 이벤트 및 광고성 정보 및 참여기회 제공(이름, 아이디, 휴대전화번호) 보유기간 : 회원 탈퇴 시 혹은 법정 보유기간	
	</pre>
	

</body>

</html>